Repository: fcttechnologies/TranscriptionStudioApp
Catalog: Sources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Speech recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
it: Riconoscimento vocale
ja: 音声認識
ko: 음성 인식
pt_br: Reconhecimento de fala
ru: Распознавание речи
zh_hans: 语音识别

source: Speech recognition, speaker identification and synthesis run entirely on this device — your audio is never sent anywhere to be transcribed. Your library is stored in your private FCT account so it reaches your other devices: the transcripts, the highlights, the speakers, any place you tagged, and the recordings themselves. Summaries and transcript questions use Apple Intelligence, which runs on this device and may use Apple's Private Cloud Compute for a long transcript.
de: Spracherkennung, Sprecheridentifikation und Sprachsynthese laufen vollständig auf diesem Gerät — dein Audio wird nie irgendwohin gesendet, um transkribiert zu werden. Deine Bibliothek wird in deinem privaten FCT-Konto gespeichert, damit sie deine anderen Geräte erreicht: die Transkripte, die Highlights, die Sprecher, jeder markierte Ort und die Aufnahmen selbst. Zusammenfassungen und Fragen zum Transkript nutzen Apple Intelligence, die auf diesem Gerät läuft und bei einem langen Transkript Apples Private Cloud Compute nutzen kann.
es: El reconocimiento de voz, la identificación de hablantes y la síntesis se ejecutan por completo en este dispositivo — tu audio nunca se envía a ningún lugar para transcribirse. Tu biblioteca se guarda en tu cuenta privada de FCT para que llegue a tus otros dispositivos: las transcripciones, los destacados, los hablantes, cualquier lugar que hayas etiquetado y las propias grabaciones. Los resúmenes y las preguntas sobre transcripciones usan Apple Intelligence, que se ejecuta en este dispositivo y puede usar Private Cloud Compute de Apple para una transcripción larga.
fr: La reconnaissance vocale, l'identification des intervenants et la synthèse s'exécutent entièrement sur cet appareil — votre audio n'est jamais envoyé où que ce soit pour être transcrit. Votre bibliothèque est stockée dans votre compte FCT privé afin qu'elle atteigne vos autres appareils : les transcriptions, les temps forts, les intervenants, tout lieu que vous avez marqué et les enregistrements eux-mêmes. Les résumés et les questions sur les transcriptions utilisent Apple Intelligence, qui s'exécute sur cet appareil et peut utiliser le Private Cloud Compute d'Apple pour une longue transcription.
it: Il riconoscimento vocale, l'identificazione dei parlanti e la sintesi funzionano interamente su questo dispositivo — il tuo audio non viene mai inviato altrove per essere trascritto. La tua libreria è archiviata nel tuo account FCT privato in modo da raggiungere i tuoi altri dispositivi: le trascrizioni, le evidenziazioni, i parlanti, qualsiasi luogo taggato e le registrazioni stesse. I riepiloghi e le domande sulle trascrizioni usano Apple Intelligence, che funziona su questo dispositivo e può usare il Private Cloud Compute di Apple per le trascrizioni lunghe.
ja: 音声認識、話者識別、音声合成はすべてこのデバイス上で完結します。音声が文字起こしのためにどこかへ送信されることはありません。ライブラリはあなた専用のFCTアカウントに保存されるため、他のデバイスにも反映されます。文字起こし、ハイライト、話者情報、タグ付けした場所、そして録音そのものです。要約や文字起こしへの質問にはApple Intelligenceを使用します。これはこのデバイス上で動作し、長い文字起こしの場合はAppleのプライベートクラウドコンピュートを使用することがあります。
ko: 음성 인식, 화자 식별, 음성 합성은 모두 이 기기에서만 처리됩니다. 오디오가 텍스트 변환을 위해 어디로도 전송되지 않습니다. 보관함은 회원님 전용 FCT 계정에 저장되어 다른 기기에서도 사용할 수 있습니다. 여기에는 스크립트, 하이라이트, 화자 정보, 태그를 지정한 장소, 그리고 녹음 자체가 포함됩니다. 요약 및 스크립트 질문 기능은 Apple Intelligence를 사용하며, 이는 이 기기에서 실행되고 긴 스크립트의 경우 Apple의 프라이빗 클라우드 컴퓨트를 사용할 수 있습니다.
pt_br: O reconhecimento de fala, a identificação de falantes e a síntese rodam inteiramente neste dispositivo — seu áudio nunca é enviado a lugar nenhum para ser transcrito. Sua biblioteca é armazenada na sua conta FCT privada para chegar aos seus outros dispositivos: as transcrições, os destaques, os falantes, qualquer local marcado e as próprias gravações. Resumos e perguntas sobre transcrições usam a Apple Intelligence, que roda neste dispositivo e pode usar a Private Cloud Compute da Apple para transcrições longas.
ru: Распознавание речи, определение говорящих и синтез полностью работают на этом устройстве — ваш звук никогда никуда не отправляется для расшифровки. Ваша библиотека хранится в вашем личном аккаунте FCT, поэтому она доступна на других ваших устройствах: расшифровки, отметки, говорящие, отмеченные места и сами записи. Для сводок и вопросов по расшифровке используется Apple Intelligence, которая работает на этом устройстве и может задействовать Private Cloud Compute от Apple для длинных расшифровок.
zh_hans: 语音识别、说话人识别与语音合成完全在本机运行——您的音频绝不会被发送到任何地方进行转录。您的资料库保存在您专属的 FCT 账户中，因此可同步到您的其他设备：转录文本、高光时刻、说话人信息、您标记的地点，以及录音本身。摘要与转录问答功能使用 Apple Intelligence，该功能在本机运行，对于较长的转录文本可能会使用 Apple 的私密云计算。

source: Split by speaker. Name someone once and it sticks.
de: Nach Sprecher getrennt. Einmal benennen, und es bleibt so.
es: Separado por hablante. Nómbralo una vez y el nombre se queda.
fr: Séparé par intervenant. Nommez quelqu'un une fois, ça reste.
it: Diviso per interlocutore. Assegna un nome una volta e resta.
ja: 話者ごとに分かれます。一度名前を付ければ、以降も反映されます。
ko: 화자별로 나뉩니다. 한 번 이름을 지정하면 계속 적용됩니다.
pt_br: Dividido por interlocutor. Nomeie uma vez e o nome permanece.
ru: Разделено по говорящим. Назовите один раз — и имя останется.
zh_hans: 按说话人自动分段，命名一次，处处生效。

source: Stage latency
de: Phasenlatenz
es: Latencia de la etapa
fr: Latence de l'étape
it: Latenza della fase
ja: ステージ遅延
ko: 단계 지연 시간
pt_br: Latência da etapa
ru: Задержка этапа
zh_hans: 阶段延迟

source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
pt_br: Iniciar Gravação
ru: Начать запись
zh_hans: 开始录音

source: Start a new room or meeting recording and live transcription in Transcription Studio.
de: Startet eine neue Raum- oder Besprechungsaufnahme mit Live-Transkription in Transcription Studio.
es: Inicia una nueva grabación de sala o reunión y transcripción en vivo en Transcription Studio.
fr: Démarre un nouvel enregistrement en mode Salle ou Réunion avec transcription en direct dans Transcription Studio.
it: Avvia una nuova registrazione in Stanza o Riunione e la trascrizione dal vivo in Transcription Studio.
ja: Transcription Studioで新しいルームまたは会議の録音とライブ文字起こしを開始します。
ko: Transcription Studio에서 새로운 룸 또는 회의 녹음과 실시간 텍스트 변환을 시작합니다.
pt_br: Iniciar uma nova gravação de sala ou reunião e transcrição ao vivo no Transcription Studio.
ru: Начать новую запись в режиме «Комната» или «Встреча» и расшифровку в реальном времени в Transcription Studio.
zh_hans: 在 Transcription Studio 中开始新的房间或会议录音，并进行实时转录。

source: Starts
de: Beginnt
es: Comienza
fr: Commence
it: Inizio
ja: 開始
ko: 시작
pt_br: Início
ru: Начало
zh_hans: 开始

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 정지
pt_br: Parar
ru: Стоп
zh_hans: 停止

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
pt_br: Parar Gravação
ru: Остановить запись
zh_hans: 停止录音

source: Stop Speaking
de: Vorlesen stoppen
es: Detener lectura en voz alta
fr: Arrêter la lecture vocale
it: Interrompi lettura
ja: 読み上げを停止
ko: 말하기 중지
pt_br: Parar Leitura
ru: Остановить озвучивание
zh_hans: 停止朗读

source: Stop Transcription Studio's on-device voice reading a transcript aloud.
de: Stoppt die Stimme von Transcription Studio auf dem Gerät, die ein Transkript laut vorliest.
es: Detiene la voz en el dispositivo de Transcription Studio que lee una transcripción en voz alta.
fr: Arrête la voix sur l'appareil de Transcription Studio qui lit une transcription à voix haute.
it: Interrompi la voce sul dispositivo di Transcription Studio che legge una trascrizione ad alta voce.
ja: Transcription Studioのオンデバイス音声による文字起こしの読み上げを停止します。
ko: Transcription Studio의 기기 내 음성이 스크립트를 읽는 것을 중지합니다.
pt_br: Parar a voz no dispositivo do Transcription Studio de ler uma transcrição em voz alta.
ru: Остановить голос на устройстве в Transcription Studio, читающий расшифровку вслух.
zh_hans: 停止 Transcription Studio 设备端语音朗读转录文本。

source: Stop speaking
de: Vorlesen stoppen
es: Detener lectura en voz alta
fr: Arrêter la lecture vocale
it: Interrompi la lettura
ja: 読み上げを停止
ko: 말하기 중지
pt_br: Parar a fala
ru: Остановить озвучивание
zh_hans: 停止朗读

source: Stop the current recording in Transcription Studio and save the transcript.
de: Stoppt die aktuelle Aufnahme in Transcription Studio und speichert das Transkript.
es: Detiene la grabación actual en Transcription Studio y guarda la transcripción.
fr: Arrête l'enregistrement en cours dans Transcription Studio et enregistre la transcription.
it: Interrompi la registrazione attuale in Transcription Studio e salva la trascrizione.
ja: Transcription Studioで現在の録音を停止し、文字起こしを保存します。
ko: Transcription Studio에서 현재 녹음을 중지하고 스크립트를 저장합니다.
pt_br: Parar a gravação atual no Transcription Studio e salvar a transcrição.
ru: Остановить текущую запись в Transcription Studio и сохранить расшифровку.
zh_hans: 停止 Transcription Studio 中当前的录音并保存转录文本。

source: Stopped speaking.
de: Vorlesen gestoppt.
es: Lectura en voz alta detenida.
fr: Lecture vocale arrêtée.
it: Lettura interrotta.
ja: 読み上げを停止しました。
ko: 말하기를 중지했습니다.
pt_br: Leitura interrompida.
ru: Озвучивание остановлено.
zh_hans: 已停止朗读。

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
zh_hans: 存储空间

source: Suggested
de: Vorgeschlagen
es: Sugerido
fr: Suggéré
it: Suggerito
ja: 候補
ko: 제안됨
pt_br: Sugerido
ru: Предложено
zh_hans: 建议

source: Summarize Transcript
de: Transkript zusammenfassen
es: Resumir transcripción
fr: Résumer la transcription
it: Riassumi trascrizione
ja: 文字起こしを要約
ko: 스크립트 요약
pt_br: Resumir Transcrição
ru: Создать сводку расшифровки
zh_hans: 概括转录文本

source: Summarize a transcript. Apple Intelligence summarizes on this device, using Apple's Private Cloud Compute if the transcript is long.
de: Fasst ein Transkript zusammen. Apple Intelligence erstellt die Zusammenfassung auf diesem Gerät — bei einem langen Transkript über Apples Private Cloud Compute.
es: Resume una transcripción. Apple Intelligence resume en este dispositivo, usando Private Cloud Compute de Apple si la transcripción es larga.
fr: Résume une transcription. Apple Intelligence résume sur cet appareil, via Private Cloud Compute d'Apple si la transcription est longue.
it: Riassumi una trascrizione. Apple Intelligence genera il riassunto su questo dispositivo, usando Private Cloud Compute di Apple se la trascrizione è lunga.
ja: 文字起こしを要約します。Apple Intelligenceがこのデバイス上で要約を生成し、長い文字起こしではAppleのPrivate Cloud Computeを使用します。
ko: 스크립트를 요약합니다. Apple Intelligence가 이 기기에서 요약을 생성하며, 스크립트가 길면 Apple의 Private Cloud Compute를 사용합니다.
pt_br: Resumir uma transcrição. A Apple Intelligence gera o resumo neste dispositivo, usando o Private Cloud Compute da Apple se a transcrição for longa.
ru: Создать сводку расшифровки. Apple Intelligence формирует сводку на этом устройстве, а для длинной расшифровки использует Apple Private Cloud Compute.
zh_hans: 概括转录文本内容。Apple Intelligence 会在本机生成摘要，转录文本较长时会使用 Apple 的私有云计算。

source: Summarizing…
de: Wird zusammengefasst…
es: Resumiendo…
fr: Résumé en cours…
it: Riepilogo…
ja: 要約を生成しています…
ko: 요약 생성 중…
pt_br: Resumindo…
ru: Создание сводки…
zh_hans: 正在生成摘要…

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 要約
ko: 요약
pt_br: Resumo
ru: Сводка
zh_hans: 摘要

source: Switch back to the transcript
de: Zurück zum Transkript wechseln
es: Volver a la transcripción
fr: Revenir à la transcription
it: Torna alla trascrizione
ja: 文字起こしに戻る
ko: 스크립트로 돌아가기
pt_br: Voltar para a transcrição
ru: Вернуться к расшифровке
zh_hans: 切换回转录文本

source: Sync error
de: Synchronisierungsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
ja: 同期エラー
ko: 동기화 오류
pt_br: Erro de sincronização
ru: Ошибка синхронизации
zh_hans: 同步错误

source: Sync needs attention
de: Synchronisierung erfordert Aufmerksamkeit
es: La sincronización necesita atención
fr: La synchronisation nécessite votre attention
it: La sincronizzazione richiede attenzione
ja: 同期の確認が必要です
ko: 동기화 확인 필요
pt_br: A sincronização precisa de atenção
ru: Синхронизация требует внимания
zh_hans: 同步需要处理

source: Syncing
de: Wird synchronisiert
es: Sincronizando
fr: Synchronisation en cours
it: Sincronizzazione in corso
ja: 同期中
ko: 동기화 중
pt_br: Sincronizando
ru: Синхронизация
zh_hans: 正在同步

source: System load
de: Systemlast
es: Carga del sistema
fr: Charge du système
it: Carico di sistema
ja: システム負荷
ko: 시스템 부하
pt_br: Carga do sistema
ru: Нагрузка системы
zh_hans: 系统负载

source: Tag recordings with location
de: Aufnahmen mit Standort markieren
es: Etiquetar grabaciones con ubicación
fr: Marquer les enregistrements avec la localisation
it: Tagga le registrazioni con la posizione
ja: 録音に位置情報をタグ付け
ko: 녹음에 위치 태그 지정
pt_br: Marcar gravações com localização
ru: Отмечать записи местоположением
zh_hans: 为录音标记位置

source: That doesn't look like a valid link.
de: Das sieht nicht nach einem gültigen Link aus.
es: Eso no parece un enlace válido.
fr: Cela ne ressemble pas à un lien valide.
it: Non sembra un link valido.
ja: 有効なリンクではないようです。
ko: 유효한 링크가 아닌 것 같습니다.
pt_br: Isso não parece ser um link válido.
ru: Похоже, это не рабочая ссылка.
zh_hans: 这看起来不是有效的链接。

source: That transcript has no action items to add.
de: Dieses Transkript enthält keine hinzuzufügenden Aufgaben.
es: Esa transcripción no tiene tareas que añadir.
fr: Cette transcription n'a aucune tâche à ajouter.
it: Quella trascrizione non ha elementi d'azione da aggiungere.
ja: その文字起こしには追加できるアクションアイテムがありません。
ko: 해당 스크립트에는 추가할 실행 항목이 없습니다.
pt_br: Essa transcrição não tem itens de ação para adicionar.
ru: В этой расшифровке нет пунктов действий для добавления.
zh_hans: 该转录文本没有可添加的行动项。

source: That transcript has no archived audio to play.
de: Dieses Transkript hat kein archiviertes Audio zum Abspielen.
es: Esa transcripción no tiene audio archivado que reproducir.
fr: Cette transcription n'a aucun audio archivé à lire.
it: Quella trascrizione non ha audio archiviato da riprodurre.
ja: その文字起こしには再生できるアーカイブ音声がありません。
ko: 해당 스크립트에는 재생할 보관된 오디오가 없습니다.
pt_br: Essa transcrição não tem áudio arquivado para reproduzir.
ru: В этой расшифровке нет сохранённого аудио для воспроизведения.
zh_hans: 该转录文本没有可播放的存档音频。

source: That transcript has no meetings or events to add.
de: Dieses Transkript enthält keine hinzuzufügenden Besprechungen oder Ereignisse.
es: Esa transcripción no tiene reuniones ni eventos que añadir.
fr: Cette transcription n'a aucune réunion ni événement à ajouter.
it: Quella trascrizione non ha riunioni o eventi da aggiungere.
ja: その文字起こしには追加できる会議やイベントがありません。
ko: 해당 스크립트에는 추가할 회의 또는 일정이 없습니다.
pt_br: Essa transcrição não tem reuniões ou eventos para adicionar.
ru: В этой расшифровке нет встреч или событий для добавления.
zh_hans: 该转录文本没有可添加的会议或日程。

source: That transcript has no text to speak.
de: Dieses Transkript hat keinen Text zum Vorlesen.
es: Esa transcripción no tiene texto que leer en voz alta.
fr: Cette transcription n'a aucun texte à lire à voix haute.
it: Quella trascrizione non ha testo da leggere.
ja: その文字起こしには読み上げるテキストがありません。
ko: 해당 스크립트에는 읽어줄 텍스트가 없습니다.
pt_br: Essa transcrição não tem texto para ler em voz alta.
ru: В этой расшифровке нет текста для озвучивания.
zh_hans: 该转录文本没有可朗读的文本。

source: That transcript is no longer available.
de: Dieses Transkript ist nicht mehr verfügbar.
es: Esa transcripción ya no está disponible.
fr: Cette transcription n'est plus disponible.
it: Quella trascrizione non è più disponibile.
ja: その文字起こしは利用できなくなりました。
ko: 해당 스크립트를 더 이상 사용할 수 없습니다.
pt_br: Essa transcrição não está mais disponível.
ru: Эта расшифровка больше недоступна.
zh_hans: 该转录文本已不可用。

source: The audio is downloaded and transcribed on this Mac, then stored in your FCT account.
de: Das Audio wird auf diesem Mac heruntergeladen und transkribiert und dann in deinem FCT-Konto gespeichert.
es: El audio se descarga y transcribe en este Mac y luego se guarda en tu cuenta de FCT.
fr: L'audio est téléchargé et transcrit sur ce Mac, puis stocké dans votre compte FCT.
it: L'audio viene scaricato e trascritto su questo Mac, quindi archiviato nel tuo account FCT.
ja: 音声はこのMac上でダウンロードと文字起こしが行われ、その後あなたのFCTアカウントに保存されます。
ko: 오디오는 이 Mac에서 다운로드 및 텍스트 변환된 후 회원님의 FCT 계정에 저장됩니다.
pt_br: O áudio é baixado e transcrito neste Mac e depois armazenado na sua conta FCT.
ru: Аудио загружается и расшифровывается на этом Mac, а затем сохраняется в вашем аккаунте FCT.
zh_hans: 音频将在此 Mac 上下载并转录，然后保存到您的 FCT 账户。

source: The audio or video file to transcribe.
de: Die zu transkribierende Audio- oder Videodatei.
es: El archivo de audio o video que se va a transcribir.
fr: Le fichier audio ou vidéo à transcrire.
it: Il file audio o video da trascrivere.
ja: 文字起こしする音声または動画ファイル。
ko: 텍스트로 변환할 오디오 또는 동영상 파일입니다.
pt_br: O arquivo de áudio ou vídeo para transcrever.
ru: Аудио- или видеофайл для расшифровки.
zh_hans: 要转录的音频或视频文件。

source: The export file format.
de: Das Dateiformat für den Export.
es: El formato del archivo de exportación.
fr: Le format du fichier d'exportation.
it: Il formato del file di esportazione.
ja: 書き出しファイルのフォーマット。
ko: 내보낼 파일 형식입니다.
pt_br: O formato do arquivo de exportação.
ru: Формат файла экспорта.
zh_hans: 导出文件的格式。

source: The new title can't be empty.
de: Der neue Titel darf nicht leer sein.
es: El nuevo título no puede estar vacío.
fr: Le nouveau titre ne peut pas être vide.
it: Il nuovo titolo non può essere vuoto.
ja: 新しいタイトルを空にすることはできません。
ko: 새 제목은 비워둘 수 없습니다.
pt_br: O novo título não pode ficar vazio.
ru: Новое название не может быть пустым.
zh_hans: 新标题不能为空。

source: Thermal: %@
de: Thermik: %@
es: Térmico: %@
fr: Thermique : %@
it: Termico: %@
ja: サーマル：%@
ko: 발열 상태: %@
pt_br: Térmico: %@
ru: Температура: %@
zh_hans: 热状态：%@

source: Thinking…
de: Denkt nach…
es: Pensando…
fr: Réflexion…
it: Elaborazione…
ja: 考え中…
ko: 생각 중…
pt_br: Pensando…
ru: Обдумывание…
zh_hans: 正在思考…

source: This device couldn't run the cleanup model, so these are your words exactly as they were heard.
de: Dieses Gerät konnte das Aufbereitungsmodell nicht ausführen – das sind deine Worte genau so, wie sie gehört wurden.
es: Este dispositivo no pudo ejecutar el modelo de limpieza, así que estas son tus palabras tal como se escucharon.
fr: Cet appareil n'a pas pu exécuter le modèle de nettoyage : voici donc vos mots exactement tels qu'ils ont été entendus.
it: Questo dispositivo non è riuscito a eseguire il modello di pulizia, quindi queste sono le tue parole esattamente come sono state sentite.
ja: このデバイスでは整形モデルを実行できなかったため、聞き取られたままの言葉を表示しています。
ko: 이 기기에서 정리 모델을 실행할 수 없어, 들린 그대로의 내용을 보여줍니다.
pt_br: Este dispositivo não conseguiu executar o modelo de organização, então estas são suas palavras exatamente como foram ouvidas.
ru: На этом устройстве не удалось запустить модель обработки, поэтому здесь ваши слова ровно так, как они были услышаны.
zh_hans: 此设备无法运行整理模型，因此这些是你所说内容的原样记录。

source: This link is queued. Open Transcription Studio on your Mac to transcribe it — the result syncs back here.
de: Dieser Link wartet in der Warteschlange. Öffne Transcription Studio auf deinem Mac, um ihn zu transkribieren — das Ergebnis wird zurück hierher synchronisiert.
es: Este enlace está en cola. Abre Transcription Studio en tu Mac para transcribirlo — el resultado se sincroniza de vuelta aquí.
fr: Ce lien est en attente. Ouvrez Transcription Studio sur votre Mac pour le transcrire — le résultat se synchronise ensuite ici.
it: Questo link è in coda. Apri Transcription Studio sul tuo Mac per trascriverlo — il risultato verrà sincronizzato di nuovo qui.
ja: このリンクはキューに追加されました。Macで Transcription Studio を開いて文字起こしを行ってください。結果はここに同期されます。
ko: 이 링크는 대기열에 추가되었습니다. Mac에서 Transcription Studio를 열어 텍스트로 변환하세요. 결과는 이곳에 다시 동기화됩니다.
pt_br: Este link está na fila. Abra o Transcription Studio no seu Mac para transcrevê-lo — o resultado é sincronizado de volta aqui.
ru: Эта ссылка в очереди. Откройте Transcription Studio на Mac, чтобы расшифровать её — результат синхронизируется обратно сюда.
zh_hans: 此链接已加入队列。请在 Mac 上打开 Transcription Studio 进行转录——结果会同步回这里。

source: This transcript has no diarized speakers yet.
de: Dieses Transkript hat noch keine diarisierten Sprecher.
es: Esta transcripción aún no tiene hablantes diarizados.
fr: Cette transcription n'a pas encore d'intervenants diarisés.
it: Quella trascrizione non ha ancora parlanti diarizzati.
ja: この文字起こしにはまだ話者分離された話者がいません。
ko: 이 스크립트에는 아직 화자 분리된 화자가 없습니다.
pt_br: Essa transcrição ainda não tem falantes diarizados.
ru: В этой расшифровке пока нет разделения по говорящим.
zh_hans: 该转录文本尚未识别出说话人。

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
zh_hans: 标题

source: Transcribe File
de: Datei transkribieren
es: Transcribir archivo
fr: Transcrire un fichier
it: Trascrivi file
ja: ファイルを文字起こし
ko: 파일 텍스트 변환
pt_br: Transcrever Arquivo
ru: Расшифровать файл
zh_hans: 转录文件

source: Transcribe Link
de: Link transkribieren
es: Transcribir enlace
fr: Transcrire un lien
it: Trascrivi link
ja: リンクを文字起こし
ko: 링크 텍스트 변환
pt_br: Transcrever Link
ru: Расшифровать ссылку
zh_hans: 转录链接

source: Transcribe a File
de: Eine Datei transkribieren
es: Transcribir un archivo
fr: Transcrire un fichier
it: Trascrivi un file
ja: ファイルを文字起こし
ko: 파일 텍스트 변환
pt_br: Transcrever um Arquivo
ru: Расшифровать файл
zh_hans: 转录文件

source: Transcribe a Link
de: Einen Link transkribieren
es: Transcribir un enlace
fr: Transcrire un lien
it: Trascrivi un link
ja: リンクを文字起こし
ko: 링크 텍스트 변환
pt_br: Transcrever um Link
ru: Расшифровать ссылку
zh_hans: 转录链接

source: Transcribe a TikTok, YouTube, or media link with Transcription Studio. Mac only.
de: Transkribiert einen TikTok-, YouTube- oder Medienlink mit Transcription Studio. Nur Mac.
es: Transcribe un enlace de TikTok, YouTube o de un medio con Transcription Studio. Solo Mac.
fr: Transcrit un lien TikTok, YouTube ou d'un média avec Transcription Studio. Mac uniquement.
it: Trascrivi un link di TikTok, YouTube o di un altro media con Transcription Studio. Solo Mac.
ja: Transcription StudioでTikTok、YouTube、またはメディアのリンクを文字起こしします。Mac専用。
ko: Transcription Studio로 TikTok, YouTube 또는 미디어 링크를 텍스트로 변환합니다. Mac 전용.
pt_br: Transcrever um link do TikTok, YouTube ou outra mídia com o Transcription Studio. Somente Mac.
ru: Расшифровать ссылку на TikTok, YouTube или другой медиаресурс с помощью Transcription Studio. Только для Mac.
zh_hans: 使用 Transcription Studio 转录 TikTok、YouTube 或媒体链接。仅限 Mac。

source: Transcribe an audio or video file with Transcription Studio.
de: Transkribiert eine Audio- oder Videodatei mit Transcription Studio.
es: Transcribe un archivo de audio o video con Transcription Studio.
fr: Transcrit un fichier audio ou vidéo avec Transcription Studio.
it: Trascrivi un file audio o video con Transcription Studio.
ja: Transcription Studioで音声または動画ファイルを文字起こしします。
ko: Transcription Studio로 오디오 또는 동영상 파일을 텍스트로 변환합니다.
pt_br: Transcrever um arquivo de áudio ou vídeo com o Transcription Studio.
ru: Расшифровать аудио- или видеофайл с помощью Transcription Studio.
zh_hans: 使用 Transcription Studio 转录音频或视频文件。

source: Transcribed %@.
de: %@ transkribiert.
es: %@ transcrito.
fr: %@ transcrit.
it: %@ trascritto.
ja: %@の文字起こしが完了しました。
ko: %@ 텍스트 변환을 완료했습니다.
pt_br: %@ transcrito.
ru: %@ расшифровано.
zh_hans: 已转录 %@。

source: Transcribing on your Mac
de: Wird auf deinem Mac transkribiert
es: Transcribiendo en tu Mac
fr: Transcription en cours sur votre Mac
it: Trascrizione in corso sul tuo Mac
ja: Macで文字起こし中
ko: Mac에서 텍스트 변환 중
pt_br: Transcrevendo no seu Mac
ru: Расшифровка на вашем Mac
zh_hans: 正在您的 Mac 上转录

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 文字起こし
ko: 스크립트
pt_br: Transcrição
ru: Расшифровка
zh_hans: 转录文本
